Revit 2027 API
ParameterTypeId.GraphicDisplayOptionsModel Property
 "Model Display"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GraphicDisplayOptionsModel { get; }
Public Shared ReadOnly Property GraphicDisplayOptionsModel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GraphicDisplayOptionsModel {
	ForgeTypeId^ get ();
}
static member GraphicDisplayOptionsModel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace